tap "browsh-org/browsh"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jamf/tap"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "smudge/smudge"
brew "aom"
brew "openssl@1.1"
brew "coreutils"
brew "libtool"
brew "readline"
brew "asdf"
brew "gdbm"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "ccat"
brew "cloudformation-cli"
brew "cmatrix"
brew "csvkit"
brew "dav1d"
brew "diff-so-fancy"
brew "docbook"
brew "docbook-xsl"
brew "docker", link: false
brew "dos2unix"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "giflib"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "glances"
brew "gnu-chess"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "go-jira"
brew "grep"
brew "ncurses"
brew "htop"
brew "hub"
brew "ilmbase"
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "imlib2"
brew "jenkins"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libcaca"
brew "libssh2"
brew "libzip"
brew "mackup"
brew "s-lang"
brew "midnight-commander"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "screenresolution"
brew "neofetch"
brew "node"
brew "openjdk"
brew "pipenv"
brew "postgresql"
brew "pygments"
brew "python@3.8"
brew "rclone"
brew "rtmpdump"
brew "ruby"
brew "rust"
brew "sl"
brew "speedtest-cli"
brew "stern"
brew "utf8proc"
brew "subversion"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "smudge/smudge/nightlight"
cask "alacritty"
cask "atom"
cask "aws-vault"
cask "bbedit"
cask "blender"
cask "coderunner"
cask "cool-retro-term"
cask "datweatherdoe"
cask "docker"
cask "font-ibm-plex-mono"
cask "geekbench"
cask "gimp"
cask "google-cloud-sdk"
cask "heaven"
cask "imazing"
cask "iterm2"
cask "jira-client"
cask "karabiner-elements"
cask "kk7ds-python-runtime"
cask "macs-fan-control"
cask "mactracker"
cask "meteorologist"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "proxyman"
cask "pycharm"
cask "rectangle"
cask "shadow"
cask "steam"
cask "suspicious-package"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
cask "xquartz"
